Repository: Deadroad/btsync-deb
Catalog: btsync/debian/po/*.po
Languages: ca, el, zh_cn

source: Do you want to define a default BitTorrent Sync instance?
ca: Vols definir una configuració predeterminada de BitTorrent Sync?
el: Θέλετε να ορίσετε ένα στιγμιότυπο του BitTorrent Sync;
zh_cn: 是否进行默认配置设置?

source: BitTorrent Sync can run one or more daemons based on configuration files located in /etc/btsync. You can choose to create a default instance running under root credentials that can be also reconfigured via dpkg-reconfigure or manage the whole configuration manually. In both cases you can manually manage additional instances with their own configuration files.
ca: BitTorrent Sync pot executar un o més processos en segon pla (daemon) basats en els arxius de configuració localitzats a /etc/btsync. Pots crear una configuració predeterminada executant-se amb credencials root que pot ser reconfigurat via dpkg-reconfigure o gestionant tota la configuració manualment. En els dos casos, pots gestionar manualment les configuracions addicionals i els seus respectius arxius de configuració.
el: Το BitTorrent Sync μπορεί να τρέχει παραπάνω από ένα daemons βάσει των αρχείων διαμόρφωσης που βρίσκονται στο /etc/btsync. Μπορείτε να δημιουργήσετε ένα στιγμιότυπο με δικαιώματα υπερ-χρήστη τα οποία μπορούν να επαναδιαμορφωθεί είτε με dpkg-reconfigure είτε χειρωνακτικά. Και στις δύο περιπτώσεις μπορείτε να χειριστείτε περισσότερα στιγμιότυπα με τα δικά τους αρχεία διαμόρφωσης.
zh_cn: 通过配置/etc/btsync中的配置文件,BitTorrent Sync可同时运行单个或多个服务

source: BitTorrent Sync Listen Port:
ca: Port que BitTorrent Sync escoltarà:
el: Πόρτα που ακούει το BitTorrent Sync:

source: Specify here the port BitTorrent Sync will listen on for the file synchronisation protocol.
ca: Especifica aquí el port que BitTorrent Sync escoltarà pel protocol de sincronització d'arxius.
el: Ορίστε εδώ την πόρτα όπου το BitTorrent Sync θα ακούει για το πρωτόκολλο συγχρονισμού αρχείων.
zh_cn: 设置 BitTorrent Sync 同步文件时的侦听端口

source: Specify 0 to let btsync take a random port number each time it starts. Valid range is 1000-65534
ca: Introdueix 0 per deixar que BitSync esculli un port aleatori cada copque s'inicii. El rang vàlid és de 1000 a 65534
el: Ορίστε 0 ώστε να αφήσετε το btsync να επιλέξει μια τυχαία πόρτα κάθε φορά που εκκινεί. Απόδεκτό εύρος 1000-65534
zh_cn: 设置为0时btsync将在每次启动时使用随机端口.有效范围1000-65534

source: Do you want BitTorrent Sync to request port mapping via UPNP?
ca: Vols que BitSync sol·liciti l'assignació dels ports via UPNP?
el: Θα θέλατε το BitTorrent Sync να κάνει αντιστοίχιση πόρτας (port mapping) μέσω UPnP;
zh_cn: 是否让BitTorrent Sync使用UPNP自动进行端口映射

source: Specify here if you want BitTorrent Sync to request a port mapping from the default router using the Universal Plug and Play protocol.
ca: Indica aquí si vols que BitTorrent Sync sol·liciti una assignació dels ports a l'encaminador per defecte utilitzant el protocol Universal Plug and Play.
el: Ορίστε εδώ αν επιθυμείτε το BitTorrent Sync να ζητήσει port mapping από τον προκαθορισμένο δρομολογητή χρησιμοποιώντας το πρωτόκολλο UPnP
zh_cn: 设置通过UPNP从默认路由器请求端口映射

source: This technique is useful only if BitTorrent Sync is running behind a NAT SOHO router supporting UPNP.
ca: Aquest mètode és útil només quan BitTorrent Sync s'executa darrere un encaminador NAT SOHO que suporti UPNP.
el: Αυτή η τεχνική είναι χρήσιμη μόνο όταν το BitTorrent Sync βρίσκεται πίσω από NAT SOHO δρομολογητή, που υποστηρίζει UPnP.
zh_cn: 此项需要路由器使用NAT并支持UPUP是有效

source: Download Bandwith Limit:
ca: Límit d'ample de banda per la baixada de fitxers:
el: Οριο εύρους ζώνης για κατέβασμα:
zh_cn: 下行带宽限制:

source: Specify here a download rate limit expressed in KB/Second
ca: Indica un límit en la velocitat de baixada expressat en kB/segon
el: Ορίστε εδώ το όριο για τον ρυθμό κατεβάσματος σε KB/sec
zh_cn: 设置下行速率限制(KB/S)

source: If 0 is specified, no limit is applied.
ca: Si és 0, no s'aplica cap restricció
el: Αν δοθεί η τιμή 0, τότε κανένα όριο δεν εφαρμόζεται.
zh_cn: 设置为0时将不做限制

source: Upload Bandwith Limit:
ca: Límit d'ample de banda per la pujada de fitxers:
el: Οριο εύρους ζώνης για ανέβασμα:
zh_cn: 上行带宽限制:

source: Specify here an upload rate limit expressed in KB/Second
ca: Indica un límit en la velocitat de pujada expressat en kB/segon
el: Ορίστε εδώ το όριο για τον ρυθμό ανεβάσματος σε KB/sec
zh_cn: 设置上行速率限制(KB/S)

source: Web Interface Bind IP Address:
ca: Adreça IP de la inferfície web:
el: IP διεύθυνση του web interface:
zh_cn: Web Interface绑定IP:

source: BitTorrent Sync's web interface can listen on a specific IP address or on all addresses configured on this machine.
ca: La interfície web de BitTorrent Sync pot escoltar una IP específica o totes les adreces IP configurades en aquesta màquina.
el: Το web interface του BitTorrent Sync μπορεί να ακούει σε συγκεκρίμενη IP διεύθυνση ή σε όλες τις IP διευθύνσεις που έχουν αποδοθεί στο μηχάνημα.
zh_cn: BitTorrent Sync web interface可以绑定指定IP或配置于本机的所有地址上

source: If you want BitTorrent Sync to listen on all interfaces and addresses, leave this value to 0.0.0.0
ca: Si vols que BitTorrent Sync escolti totes les interfícies i adreces, deixa aquest valor a 0.0.0.0
el: Αν θέλετε το BitTorrent Sync να ακούει σε όλες τις διεπαφές και διευθύνσεις, τότε δώστε την τιμή 0.0.0.0
zh_cn: 如果需要BitTorrent Sync侦听所有网卡和地址,请使用0.0.0.0

source: If you want BitTorrent Sync to listen on a specific IP address, specify it now.
ca: Si vols que BitTorrent Sync escolti una adreça IP específica, introdueix-la ara:
el: Αν θέλετε το BitTorrent Sync να ακούει σε συγκεκριμένη IP διευθυνση, παρακαλώ ορίστε την τώρα.
zh_cn: 如果需要BitTorrent Sync侦听指定IP,请即刻配置

source: Web Interface Listen Port:
ca: Port que escoltarà la interfície web:
el: Πόρτα που ακούει το web interface:

source: Specify here the port BitTorrent Sync will listen on for the web interfce. This port number in the range from 80 to 65534 shall not conflict with any other services running on this machine.
ca: Introdueix el port que BitTorrent Sync escoltarà per la interfície web. Aquest hauria d'estar en el rang del 80 al 65534 i no hauria d'entrar en conflicte amb cap altre servei executant-se en aquesta màquina.
el: Ορίστε εδώ την πόρτα του web interface στην οποία θα ακούει το BitTorrent Sync. Ο αριθμός πόρτας στο εύρος 80 με 65534, δεν θα πρέπει να χρησιμοποιείται από άλλες εφαρμογές που τρέχουν στο μηχάνημα.
zh_cn: 配置Web Interface使用的端口(80 - 65534),请避开本机在用端口

source: The username for accessing the web interface:
ca: El nom d'usuari per accedir a la inferfície web:
el: Το όνομα χρήστη για πρόσβαση στο web interface:
zh_cn: 登录web interface的用户名:

source: Specify here a username for accessing the web interface. If left empty, no user authorisation is required to access the web interface.
ca: Introdueix un nom d'usuari per accedir a la interfície web. Si es deixa en blanc, no es requerirà cap autorització d'usuari per accedir-hi.
el: Ορίστε εδώ ένα όνομα χρήστη για προσβαση στο web interface. Αν μείνει κενό, δεν θα γίνεται έλεγχος ταυτότητας κατά την πρόσβαση στο web interface.
zh_cn: 设置登录web interface的用户名.留空则不作验证.

source: The password for accessing the web interface:
ca: Contrassenya per accedir a la interfície web:
el: Κωδικός για την πρόσβαση στο web interface:
zh_cn: 登录web interface的密码:

source: Specify here a password for accessing the web interface.
ca: Introdueix una contrassenya per accedir a la interfície web.
el: Ορίστε εδώ έναν κωδικό για την πρόσβαση στο web interface.
zh_cn: 设置登录web interface的密码:

source: The visible device name of this instance:
ca: El nom visible del dispositiu d'aquesta configuració:
el: Το ορατό όνομα συσκευής για το στιγμιότυπο:
zh_cn: 当前实例的公开设备名

source: Specify here the visible device name for this instance. If left empty, a default device name based on the host name will be created.
ca: Introdueix aquí el nom visible del dispositiu per aquesta configuració. Si es deixa en blanc, es crearà un nom predeterminat basat en el nom del host.
el: Ορίστε εδώ το όνομα συσκευής για το στιγμιότυπο. Αν μείνει κενό, ένα όνομα θα δημιουργηθεί βάσει του ονόματος υπολογιστή.
zh_cn: 设置公开设备名.如果留空将使用本地机器名.

source: Should BitTorrent Sync perform disk operations with low priority?
ca: BitTorrent Sync hauria d'executar operacions al disc amb prioritat baixa?
el: Πρέπει το BitTorrent Sync να πραγματοποιεί εργασίες στο δίσκο με χαμηλή προτεραιότητα;
zh_cn: 是否对磁盘操作设置为低优先级?

source: Sets priority for the file operations on disc. If set to false, Sync will perform read and write file operations with the highest speed and priority which can result in degradation of performance for other applications.
ca: Estableix la prioritat per les operacions d'arxiu al disc. Si s'estableix "false", Sync executarà les operacions de lectura i escritptura de fitxers amb la màima velocitat disponible, cosa que pot degradar el rendiment d'altres aplicacions.
el: Ορίζει την προτεραιότητα για τις λειτουργίες αρχείων στον δίσκο. Αν δεν επιλεχθεί, το Sync θα εκτελεί το διάβασμα/γράψιμο αρχείων με την μέγιστη ταχύτητα και προτεραιότητα, το οποίο μπορεί να βλάψει την απόδοση άλλων εφαρμογών.
zh_cn: 设置磁盘上文件操作的优先级.

source: Should BitTorrent Sync encrypt data on the local network?
ca: BitTorrent Sync ha d'encriptar les dades a la xarxa local?
el: Πρέπει το BitTorrent Sync να κρυπτογραφεί τα δεδομένα στο τοπικό δίκτυο;
zh_cn: 是否对在LAN中传输的数据加密

source: If set to true, will use encryption in the local network.
ca: Si s'estableix "true", s'utilitzarà encriptació per la xarxa local.
el: Αν επιλεχθεί, θα εφαρμόζεται κρυπτογράφηση στο τοπικό δίκτυο.
zh_cn: 设置后降至LAN中使用加密项

source: Should BitTorrent Sync use TCP on the local network?
ca: BitTorrent Sync hauria d'usar TCP a la xarxa local?
el: Πρέπει το BitTorrent Sync να χρησιμοποιεί TCP στο τοπικό δίκτυο;
zh_cn: 是否在LAN中使用TCP传输?

source: If set to true, Sync will use TCP instead of UDP in local network.
ca: Si es defineix "true", Btsync utilitzarà TCP en comptes de UDP a la xarxa local.
el: Αν επιλεχθεί, το Sync θα χρησιμοποιεί TCP αντί για UDP στο τοπικό δίκτυο.
zh_cn: 设置后将在LAN中使用TCP代替UDP传输

source: Should BitTorrent Sync apply speed limits also in local networks?
ca: BitTorrent Sync ha d'aplicar també els mímits de velocitat a la xarxa local?
el: Πρέπει το BitTorrent Sync να εφαρμόσει τους περιορισμούς ταχύτητας και στα τοπικά δίκτυα;
zh_cn: 是否在LAN中同样使用速率限制?

source: Applies speed limits to the peers in local network. By default the limits are not applied in LAN.
ca: Aplica els límits de velocitat als iguals (peers) a la xarxa local. Per defecte, no s'apliquen a la LAN.
el: Εφαρμόζει όρια ταχύτητας για τους ομότιμους κόμβους (peers) στο τοπικό δίκτυο. Από προεπιλογή, αυτά τα όρια δεν εφαρμόζονται σε LAN.
zh_cn: 在本地端中应用速率限制.默认不使用.

source: Fall back folder rescan interval in seconds:
ca: Interval en segons per tornar a examinar les carpetes:
el: Χρονικό διάστημα για την επανασάρωση φακέλων, σε δευτερόλεπτα:
zh_cn: 完整文件夹扫描间隔(秒):

source: Syncing happens in real time. In addition, as a fall back, BitTorrent Sync also rescans files/folders every 10 minutes by default. This interval can be modified here.
ca: La sincronització passa a temps real. A més, BitTorren Sync també torna a examinar els arxius/carpetes cada 10 minuts de forma predeterminada. Aques interval es pot ajustar aquí.
el: Ο συγχρονισμός συμβαίνει σε πραγματικό χρόνο. Επιπλέον, το BitTorrent Sync σαρώνει αρχεία/φακέλους κάθε 10 λέπτα. Αυτό το χρονικό διάστημα μπορεί να τροποποιηθεί εδώ.
zh_cn: 做实时同步,并且每10分钟做一次完整文件扫描.默认间隔可在此处修改

source: Umask value to set for the daemon:
ca: Elstablir el valor umask pel daemon:
el: Umask τιμή για την ρύθμιση του daemon:
zh_cn: 设置服务的掩码

source: Applies the supplied umask to the BitTorrent Sync daemon. If leaved empty, the default umask value applies.
ca: Aplica l'umask proporcionat al daemon de BitTorrent Sync. Si es deixa en blanc, s'aplica el valor d'umask per defecte.
el: Εφαρμόζει την παρεχόμενη umask στο BitTorrent Sync daemon. Αν μείνει κενό, τότε θα εφαρμοστεί η προκαθορισμένη τιμή για το umask.
zh_cn: 应用设置的服务掩码.留空则使用默认值.

source: Maximum file size difference for patching:
ca: Diferència màxima de tamany dels fitxers actualitzats:
el: Μέγιστη διαφορά μεγέθους αρχείων για ενημέρωση:
zh_cn: patching时的最大文件差异:

source: Determines a size difference in MB between versions of one file for patching. When it is reached or exceeded, the file will be updated by downloading missing chunks of information (patches). Updates for a file with a smaller size difference will be downloaded as separate files. If leaved empty, the default value applies.
ca: Imposa una diferència de tamany (en MB) entre les versions d'un arxiu per actualitzar. Quan s'assoleix o s'excedeix el valor, l'arxiu s'actualitzarà descarregant els trossos d'informació que falten. Les actualitzacions d'un arxiu per diferències de tamany petites es descarregaran com arxius separats. Si es deixa en blanc, s'aplica el valor predeterminat.
el: Ορίζει την διαφορά μεγέθους σε MB μεταξύ των εκδόσεων ενός αρχείου για ενημέρωση. Όταν η διαφορά επιτευχθει,το αρχείο θα ενημερωθεί με τα κομμάτια πληροφορίας που λείπουν. Ενημερώσεις για ένα αρχείο με μικρότερη διαφορά μεγέθους θα κατέβουν ως διαφορετικά αρχεία. Αν μείνει κενό, εφαρμόζεται η προκαθορισμένη τιμή.
zh_cn: 指定不同版本间patching的最大文件大小差异(MB).超过设置值将对差异文件进行差异更新.留空则使用默认值.

source: Maximum file size for versioning:
ca: Tamany màxim de l'arxiu per versionar:
el: Μέγιστο μέγεθος αρχείου για καινούρια έκδοση.
zh_cn: 版本归档的最大文件大小:

source: Determines maximum file size in MB for creating file versions. When this size is exceeded, versions will not be created to save space on disk. If leaved empty, the default value applies.
ca: Determina un tamany màxim en MB per crear versions d'un fitxer. Quan s'excedeix aquest tamany, les versions no es crearan per guardar espai al disc. i es deixa en blanc, s'aplicarà el valor predeterminat.
el: Ορίζει το μέγιστο μέγεθος αρχείου σε MB για την δημιουργία διαφορετικών εκδόσεων .Όταν το μέγεθος του αρχείου υπερβεί το όριο αυτό, δεν θα δημιουργούνται νέες εκδόσεις για εξοικονόμηση χώρου στον δίσκο. Αν μείνει κενό, εφαρμόζεται η προκαθορισμένη τιμή.
zh_cn: 指定创建版本的最大文件大小,超过此大小将不进行版本归档以节省磁盘空间.留空则使用默认值.

source: Send Buffer Size:
ca: Tamany del buffer d'enviament:
el: Μέγεθος προσωρινής μνήμης προς αποστολή.
zh_cn: 发送缓冲:

source: This is the amount of real memory in MB that will be used for cached send operations. This value can be set in the range from 1 to 100 MB. If leaved empty, the default value applies.
ca: Quantitat de memòria real en MB que s'usarà per "cachejar" les operacions d'enviar arxius. Aquest valor pot ser establert entre 1 a 100 MB. Si es deixa en blanc, s'aplicarà el valor per defecte.
el: Αυτό ειναι το μέγεθος της πραγματική μνήμης σε MB που θα χρησιμοποιηθεί για λειτουργίες αποστολής. Αυτή η τιμή λαμβάνει τιμή από 1 έως 100 MB. Αν είναι κενό, εφαρμόζεται η προκαθορισμένη τιμή.
zh_cn: 指定发送缓存的大小(MB),设置范围1 - 100 MB.留空则使用默认值.

source: Receive buffer size:
ca: Tamany del buffer de rebuda:
el: Μέγεθος προσωρινής μνήμης υποδοχεα:
zh_cn: 接收缓冲:

source: This is the amount of real memory in MB that will be used for cached receive operations. This value can be set in the range from 1 to 100 MB. If leaved empty, the default value applies.
ca: Quantitat de memòria real en MB que s'usarà per "cachejar" les operacions de rebre arxius. Aquest valor pot ser establert entre 1 a 100 MB. Si es deixa en blanc, s'aplicarà el valor predeterminat.
el: Αυτό είναι το μέγεθος της πραγματικής μνήμης σε ΜΒ που θα χρησιμοποιηθεί σε λειτουργίες προσωρινής υποδοχής δεδομένων. Επιτρεπτές τιμές είναι στο διάστημα από 1 έως 100 MB. Αν μείνει κενό, θα εφαρμοστεί η προκαθορισμένη τιμή.
zh_cn: 指定接收缓存的大小(MB),设置范围1 - 100 MB.留空则使用默认值.

source: Maximum time difference between devices:
ca: Temps mèxim de diferència entre dispositius:
el: Μέγιστη διαφορά ώρας μεταξύ των συσκευών:
zh_cn: 两个设备间的最大时差:

source: Maximum allowed time difference in seconds between devices. If the difference exceeds this limit, the devices will not be synced as it may result in incorrect tracing of file changes. If leaved empty, the default value applies.
ca: Diferència de temps màxim permès entre aparells mesurat en segons. Si la diferència supera aquest límit, els dispositius no es sincronitzaran ja que podria donar lloc al seguiment incorrecte dels canvis en els arxius. Si es deixa en blanc, s'aplica el valor predeterminat.
el: Μέγιστη επιτρεπόμενη διαφορά ώρας σε δευτερόλεπτα μεταξύ των συσκευών.Αν η διαφορά υπερβεί αυτό το όριο, οι συσκευές δεν θα συγχρονιστούν γιατί μπορεί να προκαλέσει λανθασμένη ανίχνευση αλλαγών στα αρχεία. Αν μέινει κενό,εφαρμόζεται η προκαθορισμένη τιμή.
zh_cn: 两设备间允许的最大时差.超过最大时差设备间将停止同步.留空则使用默认值.

source: Maximum time to live for versioned copies:
ca: Tems de vida màxim de les còpies de les versions:
el: Μέγιστο διάστημα αποθήκευσης διαφορετικών εκδόσεων:
zh_cn: 历史副本的保留时长:

source: Sets the number of days after reaching which files will be automatically deleted from the .SyncArchive folder. If leaved empty, the default value applies.
ca: Estableix el nombre de dies a partir del qual una còpia s'esborrarà automàticament de la carpeta .SyncArchive. Si es deixa en blanc, s'aplica el valor predeterminat.
el: Θέτει τον αριθμό των ημερών πέρα από τον οποίο, τα αρχεία που βρίσκονται στο φάκελο .SyncArchive θα σβήνονται. Αν μείνει κενό, εφαρμόζεται η προκαθορισμένη τιμή.
zh_cn: 设置自动清理存档文件的过期天数.留空则使用默认值.
